Repository: mariodebian/tcos
Catalog: tcos-standalone/po/*.po
Languages: ca@valencia, es, pt_br

source: TCOS Standalone
ca@valencia: Sistema autònom del TCOS
es: TCOS autónomo

source: <span size="x-large">Configure TCOS standalone mode</span>
ca@valencia: <span size="x-large">Configura el mode de sistema autònom del TCOS</span>
es: <span size="x-large">Configurar modo autónomo de TCOS</span>
pt_br: <span size="x-large">Modo de Configuração do TCOS Standalone</span>

source: Stop
ca@valencia: Para
es: Parar
pt_br: Parar

source: Start
ca@valencia: Inici
es: Arrancar
pt_br: Começar

source: Apply
ca@valencia: Aplica
es: Aplicar
pt_br: Aplicar

source: Enable tcos-standalone daemon
ca@valencia: Habilita el dimoni del sistema autònom del Tcos
es: Activar modo autónomo de TCOS
pt_br: Ativar o daemon tcos-standalone

source: Username (root):
ca@valencia: Nom d'usuari (superusuari):
es: Usuario (root):
pt_br: Usuário (administrador):

source: Password (not visible):
ca@valencia: Contrasenya (no visible):
es: Contraseña (no visible):
pt_br: Senha (não exibir):

source: Enable SSL over XMLRPC
ca@valencia: Habilita el SSL damunt d'XMLRPC
es: Activar SSL sobre XMLRPC
pt_br: Ativar o SSL sobre o XMLRPC

source: Options
ca@valencia: Opcions
es: Opciones
pt_br: Opções

source: Not user and password configured. Using root system user.
ca@valencia: No s'ha configurat l'usuari i la contrasenya. S'utilitzarà l'usuari root del sistema.
es: No se ha configurado el usuario y la contraseña. Se usará el usuario root del sistema.
pt_br: Não usar o usuário e a senha configurados. Use o usuário 'root' do sistema.

source: New username and password used.
ca@valencia: S'ha utilitzat un nom d'usuari i contrasenya nous.
es: Se usará el nuevo usuario y contraseña.
pt_br: Novos usuários e senhas adicionados.

source: tcosxmlrpc running
ca@valencia: executant-se el tcosxmlrpc
es: tcosxmlrpc ejecutándose
pt_br: Executando o TcosXmlRpc

source: tcosxmlrpc stopped
ca@valencia: el tcosxmlrpc està parat
es: tcosxmlrpc parado
pt_br: TcosXmlRpc parado
